Revit 2027 API
ParameterTypeId.LvMullionLeg2 Property
 "Leg 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LvMullionLeg2 { get; }
Public Shared ReadOnly Property LvMullionLeg2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LvMullionLeg2 {
	ForgeTypeId^ get ();
}
static member LvMullionLeg2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace